Repository: Inspirelife96/Tob
Catalog: OnionBrowser/*.lproj/Localizable.strings
Languages: fr

source: Done
fr: Terminé

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Error
fr: Erreur

source: Use two fingers and drag from the edge of the screen to change tab.
fr: Utilisez 2 doigts et glissez depuis le bord de l'écran pour changer d'onglet.

source: Swipe up with one finger to close a tab from the tabs selection view.
fr: Glissez vers le haut avec 1 doigt pour fermer un onglet dans la page de sélection des onglets.

source: Added security features: disable javascript, use HTTPS Everywhere to encrypt communications...
fr: Navigateur sécurisé : désactivez le javascript, connections sécurisées avec HTTPS Everywhere...

source: A new tabs restoration feature reopens your tabs each time you launch the app.
fr: Conserver vos onglets entre chaque utilisation de l'application.

source: New Tab
fr: Nouvel onglet

source: URL or query
fr: URL ou recherche

source: Open
fr: Ouvrir

source: Open in a New Tab
fr: Ouvrir dans un nouvel onglet

source: Open in Safari
fr: Ouvrir dans Safari

source: Save Image
fr: Enregistrer l'image

source: Copy URL
fr: Copier l'URL

source: Refresh
fr: Rafraîchir

source: Add Bookmark
fr: Ajouter un signet

source: Bookmarked
fr: Ajouté comme signet

source: Set Homepage
fr: Choisir comme page d'accueil

source: Current homepage
fr: Page d'accueil actuelle

source: Cannot open link in safari: unsupported URL.
fr: Impossible d'ouvir le lien dans safari : URL non compatible.

source: Manage Bookmarks
fr: Gérer les signets

source: Settings
fr: Réglages

source: Add Tor bridge
fr: Ajouter un bridge Tor

source: Bridge Configuration
fr: Configuration de bridges Tor

source: You can configure bridges here if your ISP normally blocks access to Tor. If you did not mean to access the Bridge configuration, press "Cancel", then "Restart App", and then re-launch The Onion Browser.
fr: Vous pouvez configurer les "bridges" ici si votre fournisseur d'accès internet bloque l'accès à Tor. Si vous ne voulliez pas accéder à cettepage, sélectionnez "annuler", puis "Relancer l'application", et relancez The Onion Browser.

source: %ld rule%@ in use
fr: %ld règle%@ pour cette page

source: New identity
fr: Nouvelle identité

source: Requesting a new IP address from Tor. Cache, non-whitelisted cookies, and browser history cleared. Due to an iOS limitation, visisted links still get the ':visited' CSS highlight state.
fr: Demande d'une nouvelle adresse IP à Tor. Le cache et les cookies non white-listés seront effacés. À cause d'une limitation de iOS, les liens visités gardent l'état ':visited' en CSS.

source: Homepage
fr: Page d'accueil

source: Bookmarks
fr: Signets

source: Edit Bookmark
fr: Modifier les signets

source: Enter the details of the URL to bookmark:
fr: Entrer les détails de l'URL à ajouter comme signet :

source: Page Name (leave blank to use URL)
fr: Nom du signet (laisser vide pour utiliser l'URL)

source: Visit https://bridges.torproject.org/ and Get Bridges. Tap the 'camera' icon above to scan the QR code, or manually copy-and-paste the "bridge lines" here: i.e.: 172.0.0.1:1234 912ec803b2ce49e4a541068d495ab570912ec803 172.0.0.2:4567 098f6bcd4621d373cade4e832627b4f6098f6bcd 172.0.0.3:7890 a541068d495ab570912ec803a541068d495ab570 Please note that The Onion Browser does NOT currently support bridges using Pluggable Transports (obfs3, scramblesuit, obfs4, etc.) If you are in a location that uses more sophisticated methods to block Tor, you might have trouble getting a connection in The Onion Browser until Pluggable Transports are supported.
fr: Visitez https://bridges.torproject.org/ et sélectionnez un "bridge". L'icône 'camera' permet de scanner un QR code. Vous pouvez également copier puis coller les "bridge lines" ici : i.e. : 172.0.0.1:1234 912ec803b2ce49e4a541068d495ab570912ec803 172.0.0.2:4567 098f6bcd4621d373cade4e832627b4f6098f6bcd 172.0.0.3:7890 a541068d495ab570912ec803a541068d495ab570 Veuillez noter que The Onion Browser n'est pas compatible avec les "bridges" utilisant Pluggable Transports (obfs3, scramblesuit, obfs4, etc.) Si vous êtes dans un pays qui utilise des méthodes sophistiquées pour bloquer Tor, vous risquez d'avoir du mal à naviguer avec The Onion Browser.

source: Visit https://bridges.torproject.org/ and Get Bridges. Then copy-and-paste the "bridge lines" here: i.e.: 172.0.0.1:1234 912ec803b2ce49e4a541068d495ab570912ec803 172.0.0.2:4567 098f6bcd4621d373cade4e832627b4f6098f6bcd 172.0.0.3:7890 a541068d495ab570912ec803a541068d495ab570 Please note that The Onion Browser does NOT currently support bridges using Pluggable Transports (obfs3, scramblesuit, obfs4, etc.) If you are in a location that uses more sophisticated methods to block Tor, you might have trouble getting a connection in The Onion Browser until Pluggable Transports are supported.
fr: Visitez https://bridges.torproject.org/ et sélectionnez un "bridge" et copiez puis collez les "bridge lines" ici : i.e. : 172.0.0.1:1234 912ec803b2ce49e4a541068d495ab570912ec803 172.0.0.2:4567 098f6bcd4621d373cade4e832627b4f6098f6bcd 172.0.0.3:7890 a541068d495ab570912ec803a541068d495ab570 Veuillez noter que The Onion Browser n'est pas compatible avec les "bridges" utilisant Pluggable Transports (obfs3, scramblesuit, obfs4, etc.) Si vous êtes dans un pays qui utilise des méthodes sophistiquées pour bloquer Tor, vous risquez d'avoir du mal à naviguer avec The Onion Browser.

source: Camera access was not granted or QRCode scanning is not supported by your device.
fr: L'accès à la caméra a été refusé ou votre appareils n'est pas compatible avec la technologie utilisée pour scanner les QRCode.

source: Pluggable Transports Not Supported
fr: Pluggable Transports incompatible

source: At least one bridge line you scanned contains a pluggable transport, such as 'obfs3', 'obfs4', or 'scramblesuit'. The Onion Browser does not currently support these bridges, due to an incompatibility in iOS. Please select 'none' for 'Do you need a Pluggable Transport?' when getting bridges on the Tor bridge site.
fr: Au moins une "bridge line" que vous avez scanné contient un "pluggable transport", tel que 'obfs3', 'obfs4', ou 'scramblesuit'. The Onion Browser est incompatible avec ces "bridges" pour le moment à cause d'une incompatibilité dans iOS. Veuillez sélectionner 'none' pour 'Do you need a Pluggable Transport?' en sélectionnant un "bridge" sur le site de Tor.

source: Bridges Scanned
fr: Bridges Scannés

source: Successfully scanned bridges. Please press 'Save' and restart the app for these changes to take effect.
fr: Les bridges ont été scanné avec succès. Veuillez sélectionner 'Sauvegarder' puis relancer l'application.

source: Please Restart App
fr: Veuillez relancer l'application

source: The Onion Browser will now close. Please start the app again to retry the Tor connection with the newly-configured bridges. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: The Onion Browser va maintenant quitter. Veuillez relancer l'application pour réessayer de se connecter avec les nouveaux "bridges". (Si vous relancer et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration our enlever vos "bridges".)

source: is
fr: est

source: s are
fr: s sont

source: %ld bridge%@ configured.You may need to quit the app and restart it to change the connection method. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: %ld bridge%@ configurés. Vous risquez de devoir relancer l'application pour changer la méthode de connection. (Si vous relancer et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration our enlever vos "bridges".)

source: Continue anyway
fr: Annuler

source: Restart app
fr: Relancer l'application

source: Bridges Disabled
fr: Bridges désactivés

source: No bridges are configured, so bridge connection mode is disabled. If you previously had bridges, you may need to quit the app and restart it to change the connection method. (If you restart and the app stays stuck at "Connecting...", please come back and double-check your bridge configuration or remove your bridges.)
fr: Aucun "bridges" n'est configuré. Si vous aviez des "bridges", vous risquez de devoir relancer l'application pour changer la méthode de connection.. (Si vous relancer et que l'application reste bloquée dans la phase "Connecting...", veuillez vérifier votre configuration our enlever vos "bridges".)

source: You are running a version of iOS that may use weak HTTPS encryption; iOS 8.2 contains a fix for this issue.
fr: Vous utilisez une version de iOS utilsant une encryption HTTPS failble : iOS 8.2 répare ce problème.

source: Saved tabs restored
fr: Onglets sauvegardés restorés

source: Initializing Tor circuit... First page load may be slow to start.
fr: Initialisation du circuit Tor... Le chargement de la première page peut mettre du temps à commencer.

source: Frame load interrupted, refreshing...
fr: Chargement du cadre interrompu, rafraîchissement automatique en cours...

source: This website's SSL certificate errors will be ignored for the rest of this session.
fr: Les erreurs de certificat SSL pour ce site seront ignorés pour le reste de cette session.

source: Failed to download image: Couldn't retrieve the image's data.
fr: Erreur lors du téléchargement de l'image : Impossible d'accéder aux données de l'image.

source: Failed to download image:
fr: Erreur lors du téléchargement de l'image :

source: Successfully saved image
fr: Image sauvegardée.

source: Another app has requested that The Onion Browser load the following link. Because the link is generated outside of Tor, please ensure that you trust the link & that the URL does not contain identifying information. Canceling will open the normal homepage. %@
fr: Une autre application a demandé à The Onion Browser d'ouvrir le lien suivant. Veuillez vérifier que vous faites confiance à ce site & que l'URL ne contient aucune information ne vous identifiant. Annuler ouvrira votre page d'accueil habituelle. %@

source: Open This URL?
fr: Charger cette URL ?

source: Open This Link
fr: Ouvrir ce lien

source: Cannot Verify Website Identity
fr: Impossible de vérifier l'identité du site internet

source: Either the SSL certificate for '%@' is self-signed or the certificate was signed by an untrusted authority. For normal websites, it is generally unsafe to proceed. For .onion websites (or sites using CACert or self-signed certificates), you may proceed if you think you can trust this website's URL.
fr: Soit le certificat SSL pour '%@' est auto-signé, soit le certificat a été signé par une source non-fiable. Pour les sites normaux, il est generallement risqué de continuer. Pour les sites .onion, vous pouvez continuer si vous pensez pouvoir faire confiance à ce site.
